export default {
  code: 
`
// 个人信息
// 姓名： 木白
var 😋 = new 柏楚吉祥物("木白");

// 姓名： 柏士生
var 👶 = new 员工("柏士生");

😋.say(我可以和你做朋友吗?);
👶.response(好的，只要你请我喝奶茶🥤);
😋.say(一杯够吗？);
👶.response(不够，一辈子才够💗);
😋.say(喏👉🥤，那就从今天开始吧~);

// 那就开始吧`,
executions: [{
  name:'初始化',
  time: '',
  duration: 0,
  visible: false
}, {
  name:'解压中',
  time: '',
  duration: 0,
  visible: false
}, {
  name:'组装中',
  time: '',
  duration: 0,
  visible: false
}, {
  name:'打包中',
  time: '',
  duration: 0,
  visible: false
}, {
  name:'微笑🙂',
  time: '',
  duration: 0,
  visible: false
}, {
  name:'大笑😄',
  time: '',
  duration: 0,
  visible: false
}, {
  name:'编译中...',
  time: '',
  visible: false
}],
barrages: [
  '66666666',
  '打怪升级，冲冲冲！',
  '你的邀请函真是美',
  '万事顺意，开心工作～',
  '你是最棒的',
  '哇哇哇',
  '超越自我！',
  '技术有新的突破',
  '爱情圆满，升职加薪！',
  '你写代码老快了',
  '你的代码真是棒',
  '减肥成功，交到女朋友',
  '😗 😙 😚 😋 '
],
}